/** ЗАДАЧА 4 - Объединение строк
 *
 * 1. Объявите три переменные с значениями:
 *  - ваше имя
 *  - ваша фамилия
 *  - ваша профессия
 *
 * 2. Создайте еще одну переменную. Ее значение должно быть, например
 * "Меня зовут <Имя> <Фамилия> и я <Профессия>"
 *
 * 3. Выведите значение последней переменной в консоль
 */

const MyName = "Maxim"
const MySurname = "Dvornoikov"
const MyProfession = "Programmer"
const Iam = 'Меня зовут ' + MyName + ' ' + MySurname + ' и я ' + MyProfession
console.log(Iam)
